# Get latest versions
brew "git"
brew "vim"
brew "bash"
brew "zsh"

# Mac App Store things
brew "mas"
mas "Xcode", id: 497799835

# Terminal things
cask "iterm2"
brew "neovim"
brew "tmux"
brew "fzf"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "pure"

# Other things
brew install node
cask "intellij-idea"
cask "microsoft-edge"
cask "zoom"
